export const Protocols = {
  emergency: [
    {
      id: 'emergencyShowerProtocol',
      title: 'מקלחת חירום',
      image: require('../../assets/images/protocols/emergency-shower.png'),
      content: 'אחד הסיכונים באינטל נובע מהימצאותם של חומרים מסוכנים. פגיעה מחומרים מסוכנים יכולה להיות משמעותית במיוחד, כאשר היא מתרחשת במגע עם העיניים או העור. משטפות העיניים ומקלחות החירום פותחו כדי להגן על העובד מפגיעה במקרה של מגע עם חומרים מסוכנים.\n\n10 עד 15 השניות הראשונות לאחר החשיפה, בייחוד חשיפה לחומרים קורוזיביים, הן הקריטיות ביותר. השתהות או איחור בטיפול, אפילו לשניות ספורות, עשויים לגרום לפגיעות חמורות.\n\nבשונה מציוד אחר אשר תקלות או פגמים בציוד עשוי להתגלות תוך כדי פעולתו הרגילה, כאן תקלה או פגם שיפריעו לפעולה התקינה עלולה להתרחש בעת חרום כאשר יהיה צורך דחוף במתקן.\n\nעל מנת שמתקני השטיפה יפעלו כיאות בעת הצורך חייבים לתחזקם באופן שוטף וקבוע. תחזוקה מתמדת תאפשר אבחנת תקלות ופגמים במערכת, ותאפשר תפעול תקין בעת הצורך.\n\nתקלות אופייניות למתקני שטיפה בחרום: הצטברות אבן וסתימת מעברי מים, כשלים בברזים, לחץ מים שאינו מספק, דליפות והתייבשות אטמים מחוסר תפעול, זיהום מי השטיפה, מצב תברואתי, נזקי מזג אוויר וקרינה, חוסר בפריטים (מכסים, וילון, שילוט).',
    },
  ],
  controller: [
    {
      id: 'emergencyShowerProtocol',
      title: 'מקלחת חירום',
      image: require('../../assets/images/protocols/emergency-shower.png'),
      content: 'אחד הסיכונים באינטל נובע מהימצאותם של חומרים מסוכנים. פגיעה מחומרים מסוכנים יכולה להיות משמעותית במיוחד, כאשר היא מתרחשת במגע עם העיניים או העור. משטפות העיניים ומקלחות החירום פותחו כדי להגן על העובד מפגיעה במקרה של מגע עם חומרים מסוכנים.\n\n10 עד 15 השניות הראשונות לאחר החשיפה, בייחוד חשיפה לחומרים קורוזיביים, הן הקריטיות ביותר. השתהות או איחור בטיפול, אפילו לשניות ספורות, עשויים לגרום לפגיעות חמורות.\n\nבשונה מציוד אחר אשר תקלות או פגמים בציוד עשוי להתגלות תוך כדי פעולתו הרגילה, כאן תקלה או פגם שיפריעו לפעולה התקינה עלולה להתרחש בעת חרום כאשר יהיה צורך דחוף במתקן.\n\nעל מנת שמתקני השטיפה יפעלו כיאות בעת הצורך חייבים לתחזקם באופן שוטף וקבוע. תחזוקה מתמדת תאפשר אבחנת תקלות ופגמים במערכת, ותאפשר תפעול תקין בעת הצורך.\n\nתקלות אופייניות למתקני שטיפה בחרום: הצטברות אבן וסתימת מעברי מים, כשלים בברזים, לחץ מים שאינו מספק, דליפות והתייבשות אטמים מחוסר תפעול, זיהום מי השטיפה, מצב תברואתי, נזקי מזג אוויר וקרינה, חוסר בפריטים (מכסים, וילון, שילוט).',
    },
  ],
  security: [
    {
      id: 'emergencyShowerProtocol',
      title: 'מקלחת חירום',
      image: require('../../assets/images/protocols/emergency-shower.png'),
      content: 'אחד הסיכונים באינטל נובע מהימצאותם של חומרים מסוכנים. פגיעה מחומרים מסוכנים יכולה להיות משמעותית במיוחד, כאשר היא מתרחשת במגע עם העיניים או העור. משטפות העיניים ומקלחות החירום פותחו כדי להגן על העובד מפגיעה במקרה של מגע עם חומרים מסוכנים.\n\n10 עד 15 השניות הראשונות לאחר החשיפה, בייחוד חשיפה לחומרים קורוזיביים, הן הקריטיות ביותר. השתהות או איחור בטיפול, אפילו לשניות ספורות, עשויים לגרום לפגיעות חמורות.\n\nבשונה מציוד אחר אשר תקלות או פגמים בציוד עשוי להתגלות תוך כדי פעולתו הרגילה, כאן תקלה או פגם שיפריעו לפעולה התקינה עלולה להתרחש בעת חרום כאשר יהיה צורך דחוף במתקן.\n\nעל מנת שמתקני השטיפה יפעלו כיאות בעת הצורך חייבים לתחזקם באופן שוטף וקבוע. תחזוקה מתמדת תאפשר אבחנת תקלות ופגמים במערכת, ותאפשר תפעול תקין בעת הצורך.\n\nתקלות אופייניות למתקני שטיפה בחרום: הצטברות אבן וסתימת מעברי מים, כשלים בברזים, לחץ מים שאינו מספק, דליפות והתייבשות אטמים מחוסר תפעול, זיהום מי השטיפה, מצב תברואתי, נזקי מזג אוויר וקרינה, חוסר בפריטים (מכסים, וילון, שילוט).',
    },
  ],
}
